{
    "es": {
        "title": "Desarrollo de Software",
        "content": {
            "benefits": {
                "security": {
                    "title": "Seguridad Aplicativa",
                    "message": "Aplicamos toda nuestra experiencia en ciber seguridad en cada desarrollo."
                },
                "dependency": {
                    "title": "No dependencia",
                    "message": "Hacemos entrega del código fuente y la documentación asociada de todos nuestros proyectos."
                },
                "technology": {
                    "title": "Tecnología",
                    "message": "Utilizamos las tecnologías actuales para desarrollar aplicaciones transaccionales, analíticas o informativas altamente escalables y robustas."
                }
            },
            "informative": {
                "title": "Desarrollo de software a medida",
                "message": "Soluciones únicas para empresas de todo tipo y tamaño basadas en tecnologías modernas. Nuestro equipo de expertos desarrolla software potente y único que se adapta a las necesidades específicas del cliente. Ofrecemos desarrollo de software seguro de ciclo completo basado en el equilibrio de tecnologías de vanguardia y comprobadas. Nuestro equipo siempre tratará de encontrar formas creativas para garantizar que se cumplan sus objetivos al mejor costo/beneficio."
            },
            "cycle": {
                "title": "Nuestro ciclo de desarrollo",
                "analysis": {
                    "title": "Análisis detallado",
                    "message": "Llevaremos a cabo un análisis detallado para comprender las necesidades reales de su negocio, este será el punto de partida antes de comenzar a diseñar la solución."
                },
                "design": {
                    "title": "Diseño de la solución",
                    "message": "Con el análisis previo y definidos los objetivos del cliente y las reglas y demandas del mercado, podemos diseñar una solución basada en nuestro propio análisis o uno proporcionado por un tercero."
                },
                "creation": {
                    "title": "Creación",
                    "message": "Desarrollamos la solución hasta la última línea de código con un seguimiento completo y una retroalimentación constante."
                },
                "tests": {
                    "title": "Pruebas - QA y Seguridad",
                    "message": "Realizamos pruebas de calidad y auditorías de seguridad en toda la solucion. Verficamos que la solución sea robusta y confiable antes de pasar a la fase de despliegue."
                },
                "deployment": {
                    "title": "Despliegue",
                    "message": "Podemos implementar la solución en una variedad de entornos, desde la instalación física en las instalaciones del cliente, la implementación remota o la implementación en la nube. Independientemente de la elección del cliente, siempre tratamos de mantener un alto nivel de servicio prestado."
                },
                "continuity": {
                    "title": "Continuidad de la solución",
                    "message": "La continuidad del negocio es muy importante para nosotros, brindamos servicios de atención y seguimiento para garantizar que nuestras soluciones se mantengan en las mejores condiciones a largo plazo."
                }
            }
        }
    },
    "en": {
        "title": "Software Development",
        "content": {
            "benefits": {
                "security": {
                    "title": "Application Security",
                    "message": "We apply all our cybersecurity experience in each development."
                },
                "dependency": {
                    "title": "No dependency",
                    "message": "We deliver the source code and associated documentation for all our projects."
                },
                "technology": {
                    "title": "Technology",
                    "message": "We use current technologies to develop highly scalable and robust transactional, analytical or informational applications."
                }
            },
            "informative": {
                "title": "Custom software development",
                "message": "Unique solutions for companies of all types and sizes based on modern technologies. Our team of experts develops powerful and unique software that is tailored to the specific needs of the client. We offer secure, full-cycle software development based on balancing cutting-edge and proven technologies. Our team will always try to find creative ways to ensure that your goals are met at the best cost/benefit."
            },
            "cycle": {
                "title": "Our development cycle",
                "analysis": {
                    "title": "Detailed analysis",
                    "message": "We will carry out a detailed analysis to understand the real needs of your business, this will be the starting point before starting to design the solution."
                },
                "design": {
                    "title": "Design",
                    "message": "With prior analysis and defined customer objectives and market rules and demands, we can design a solution based on our own analysis or one provided by a third party."
                },
                "creation": {
                    "title": "Creation",
                    "message": "We build the solution down to the last line of code with full tracking and constant feedback."
                },
                "tests": {
                    "title": "Testing - QA and Security",
                    "message": "We carry out quality tests and security audits throughout the solution. We verify that the solution is robust and reliable before moving on to the deployment phase."
                },
                "deployment": {
                    "title": "Implementation",
                    "message": "We can deploy the solution in a variety of environments, from physical installation on customer premises, remote deployment, or cloud deployment. Regardless of the customer's choice, we always try to maintain a high level of service provided."
                },
                "continuity": {
                    "title": "Continuity",
                    "message": "Business continuity is very important to us, we provide care and follow-up services to ensure that our solutions remain in the best conditions in the long term."
                }
            }
        }
    }
}
