{
    "es": {
        "title": "Desarrollo de Software y Ciberseguridad",
        "read-more": "Leer más",
        "header": {
            "title": "Integrando tus ideas",
            "message": "Soluciones informáticas altamente seguras y profesionales."
        },
        "content": {
            "introduction": {
                "title": "Seguridad y escalabilidad",
                "lead": "En esta era digital cada vez son más los motivos que impulsan a un delincuente informático a cometer un crimen, se estima que para el año 2021 el impacto económico del ciber crimen superará los 6 trillones de dólares anuales a nivel mundial.",
                "message": "DevelR0X se posiciona un paso adelante y combina distintas disciplinas para identificar y prevenir las debilidades y agujeros de seguridad de su negocio, creamos planes de desarrollo, mitigación y corrección oportunos para protegerlo de las amenazas de Internet."
            },
            "services": {
                "development": {
                    "title": "Desarrollo de Software",
                    "message": "Creamos y mantenemos aplicaciones altamente escalables y seguras.",
                    "url": "/es/servicios/desarrollo-de-software/"
                },
                "cybersecurity": {
                    "title": "Seguridad Inform&aacute;tica",
                    "message": "Consultoría y Revisiones de seguridad a infraestructura, arquitectura, código fuente y caja gris/negra.",
                    "url": "/es/servicios/ciberseguridad/"
                }
            },
            "informative": {
                "title": "Soluciones completas y personalizadas",
                "message": "DevelR0X cuenta con un abanico de soluciones completas e integrales que abarcan desde la planificación de la creación de soluciones aplicativas hasta la revisión de seguridad y certificación Ethical Hacking.",
                "url": "/assets/docs/DevelR0X-Presentacion-2020-01-01.pdf",
                "button": "Descargar Presentación de Servicios"
            },
            "benefits": {
                "costs": {
                    "title": "Reduce costos",
                    "message": "A través de la prevención a tiempo de incidencias inform&aacute;ticas es posible reducir significativamente al largo y corto plazo los costos asociados en la corrección de errores, reimplementación de soluciones, pérdidas de activos. Aumenta los recursos y tiempos de la compañía de manera significativa."
                },
                "compliance": {
                    "title": "Mejora el cumplimiento",
                    "message": "Controle el riesgo informático para mantener el cumplimiento con los requisitos reglamentarios de su compañía. Aumente la eficacia y ahorre tiempos en certificaciones ISO correspondientes a las normas de seguridad."
                },
                "confidence": {
                    "title": "Aumenta la confianza",
                    "message": "Reduciendo las incidencias informáticas aumenta la confianza de los clientes y también el património de la compañía. Disminuya el costo por fidelización en tiempos de recuperación de imagen corporativa debido a filtraciones de información."
                }
            }
        }
    },
    "en": {
        "title": "Software Development and Cybersecurity",
        "read-more": "Read more",
        "header": {
            "title": "Integrating your ideas",
            "message": "Profesional and highly secure computing solutions."
        },
        "content": {
            "introduction": {
                "title": "Security and scalability",
                "lead": "In this digital age, there are more and more reasons that drive a computer criminal to commit a crime. It is estimated that by 2021 the economic impact of cybercrime will exceed 6 trillion dollars annually worldwide.",
                "message": "DevelR0X takes a step forward and combines different disciplines to identify and prevent weaknesses and security holes in your business, we create timely development, mitigation and correction plans to protect you from Internet threats."
            },
            "services": {
                "development": {
                    "title": "Software development",
                    "message": "We create and maintain highly scalable and secure applications.",
                    "url": "/en/services/software-development/"
                },
                "cybersecurity": {
                    "title": "Cybersecurity",
                    "message": "Consulting and Penetration testing to infrastructure, architecture, source code and gray / black box.",
                    "url": "/en/services/cybersecurity/"
                }
            },
            "informative": {
                "title": "Complete and customized solutions",
                "message": "DevelR0X has a range of complete and comprehensive solutions ranging from planning the creation of application solutions to reviewing security and Ethical Hacking certification.",
                "url": "/assets/docs/DevelR0X-Presentation-2020-01-01.pdf",
                "button": "Download Services Presentation"
            },
            "benefits": {
                "costs": {
                    "title": "Reduce costs",
                    "message": "Through the timely prevention of computer incidents, it is possible to significantly reduce the costs associated with error correction, reimplementation of solutions, and asset losses in the long and short term. It increases the resources and times of the company significantly."
                },
                "compliance": {
                    "title": "Improve compliance",
                    "message": "Control IT risk to maintain compliance with your company's regulatory requirements. Increase efficiency and save time on ISO certifications corresponding to safety standards."
                },
                "confidence": {
                    "title": "Increase confidence",
                    "message": "Reducing computer incidents increases customer confidence and also the company's equity. Reduce the cost of loyalty in times of recovery of corporate image due to information leaks."
                }
            }
        }
    }
}